Repository: backdrop-contrib/captcha
Catalog: po/*.po
Languages: el, ja

source: Adds a Captcha to various forms to help prevent spam submissions.
el: Προσθέτει ένα Captcha στις διάφορες φόρμες για να βοηθήσει στην πρόληψη από αποστολή ανεπιθύμητων μηνυμάτων (spam).
ja: スパム投稿の防止支援として、様々なフォームにキャプチャを加えます。

source: Captcha
ja: キャプチャ

source: Administer how and where Captchas are used.
el: Διαχείριση του πως και που θα χρησιμοποιείται το Captcha.
ja: キャプチャの使用場所と種別を管理します。

source: Captcha Points
el: Πόντοι Captcha
ja: キャプチャの使用場所

source: Administer in what forms Captchas are applied.
el: Διαχείριση του σε ποιες φόρμες θα εφαρμόζεται το Captcha.
ja: キャプチャを適用するフォームを管理します。

source: Comment form
el: Φόρμα σχολίων
ja: コメントフォーム

source: User contact form
el: Φόρμα επικοινωνίας χρήστη
ja: ユーザ別コンタクトフォーム

source: Sitewide contact form
el: Φόρμα επικοινωνίας ιστοχώρου
ja: サイト用コンタクトフォーム

source: Enable/Disable captcha points.
el: Ενεργοποίηση/απενεργοποίηση πόντων captcha.
ja: キャプチャ使用場所の有効・無効を設定します。

source: Unable to find Form Store module, Captcha needs it to allow you to change the capcha points.
el: Δε βρέθηκε το άρθρωμα Form Store, το Captcha το απαιτεί προκειμένου να μπορείτε να αλλάζετε τους πόντους captcha.
ja: <a href="http://drupal.org/project/form_store">フォームストアモジュール</a>が見つかりませんでした。 キャプチャの使用場所を変更するためには、このモジュールが必要です。

source: Your captcha points were sucessful updated, please configure the challenge options in the other tab.
el: Οι captcha πόντοι σας ενημερώθηκαν με επιτυχία, παρακαλούμε ρυθμίστε τις επιλογές πρόκλησης στην άλλη καρτέλα.
ja: キャプチャの使用場所が更新されました。 もう一方のタブで、キャプチャの種別を設定してください。

source: Captcha points for the role @role
el: Πόντοι captcha για το ρόλο @role
ja: キャプチャの使用場所： @role

source: Select what kind of challenge you want to pose to the user in each captcha point.
el: Επιλέξτε το είδος πρόκλησης που θέλετε να θέσετε στο χρήστη σε κάθε πόντο captcha.
ja: 各キャプチャの使用場所でのキャプチャ種別を選択してください。

source: The answer you entered to the captcha challenge is incorrect.
el: Η απάντηση που εισάγατε στην πρόκληση captcha είναι λάθος.
ja: 入力されたキャプチャの答えが間違っています。

source: Math Question: What is %problem?
el: Ερώτηση Μαθηματικών: Πόσο κάνει το %problem;
ja: 計算問題： %problem の答えはいくつ？

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
el: Παρακαλούμε απαντήστε στην παραπάνω ερώτηση Μαθηματικών και εισάγετε το αποτέλεσμα, πχ. για το 1+1, εισάγετε 2.
ja: 上の計算問題の答えを入力してください。 例えば、<b>1+1</b> なら <b>2</b> と入力します。

source: Implements a captcha to registration, comment, contact and node entry forms.
el: Υλοποιεί ένα captcha στις φόρμες εγγραφής, σχολίων, επικοινωνίας και δημιουργίας κόμβων.
ja: ユーザ登録、コメント、コンタクト、ノードの各フォームに、キャプチャを実装します。

source: SPAM Control
el: Έλεγχος SPAM
ja: スパムコントロール
